Table of Contents
Namespace IdeaStatiCa.BimApiLink.BimApi
 Classes
AbstractIdeaObject<T>
IdeaAnchorGrid
IdeaBend
IdeaBoltAssembly
IdeaBoltGrid
IdeaCombiInput
IdeaCombiItem
IdeaConcreteBlock
IdeaConnectedMember
IdeaConnectionPoint
IdeaCrossSectionByComponents
IdeaCrossSectionByName
IdeaCrossSectionByParameters
IdeaCut
IdeaElement1D
IdeaElement2D
IdeaFoldedPlate
IdeaLineSegment3D
IdeaLoadCase
IdeaLoadGroup
IdeaMaterialByName
IdeaMaterialConcrete
IdeaMaterialSteel
IdeaMember1D
IdeaMember2D
IdeaModel
IdeaNegativePlate
IdeaNode
IdeaPlate
IdeaPolyLine3D
IdeaRegion3D
IdeaSpan
IdeaTaper
IdeaWeld
IdeaWorkPlane